Repository: Paulsky/radio-history-tracker
Catalog: languages/radio-history-tracker-*.po
Languages: nl_nl

source: No data available.
nl_nl: Geen data beschikbaar.

source: Something went wrong.
nl_nl: Er ging iets fout.

source: Loading...
nl_nl: Ladenâ€¦

source: Couldn't process metadata.
nl_nl: Kon de metadata niet verwerken.

source: History
nl_nl: Geschiedenis

source: Played at
nl_nl: Afgespeeld op

source: Artist
nl_nl: Artiest

source: Title
nl_nl: Titel

source: Artwork
nl_nl: Album illustratie

source: Radio History Tracker settings
nl_nl: Radio History Tracker instellingen

source: Post type settings
nl_nl: Post type-instellingen

source: Make Radio Stream publicly visible
nl_nl: Maak Radio Stream publiekelijk zichtbaar

source: Make Tracks publicly visible
nl_nl: Maak Tracks publiekelijk zichtbaar

source: Make Artists publicly visible
nl_nl: Maak Artiesten publiekelijk zichtbaar

source: Cron settings
nl_nl: Cron instellingen

source: History fetch interval (in minutes)
nl_nl: Ophaalinterval geschiedenis (in minuten)

source: Set the interval in minutes at which the history should be fetched.
nl_nl: Stel het interval in minuten in waarmee de geschiedenis moet worden opgehaald.

source: Stream
nl_nl: Timeline

source: <ul><li>XML: Endpoint with XML containing a &lt;SONGHISTORY&gt;&lt;SONG&gt;&lt;/SONG&gt;&lt;/SONGHISTORY&gt; structure. Example: /stats?sid=1, /played?type=xml of /admin.cgi?sid=1&mode=viewxml&page=4 (with username and password)</li><li>JSON: Endpoint with JSON format data for track history. Example: /stats?sid=1&json=1 or /played?type=json</li><li>HTML: Endpoint with HTML containing an HTML table with track history. Example: /played</li><li>Stream: The stream endpoint itself. It will get the current playing track. The system will create a history by played track.</li></ul>
nl_nl: <ul><li>XML: Eindpunt met XML dat een structuur bevat zoals &lt;SONGHISTORY&gt;&lt;SONG&gt;&lt;/SONG&gt;&lt;/SONGHISTORY&gt;. Voorbeeld: /stats?sid=1, /played?type=xml of /admin.cgi?sid=1&mode=viewxml&page=4 (met gebruikersnaam en wachtwoord)</li><li>JSON: Eindpunt met gegevens in JSON-indeling voor trackgeschiedenis. Voorbeeld: /stats?sid=1&json=1 of /played?type=json</li><li>HTML: Eindpunt met HTML dat een HTML-tabel bevat met trackgeschiedenis. Voorbeeld: /played</li><li>Stream: Het stream-eindpunt zelf. Hiermee wordt het momenteel afgespeelde nummer opgehaald. Het systeem zal een geschiedenis aanmaken op basis van afgespeelde nummers.</li></ul>

source: Username (optional)
nl_nl: Username (optioneel)

source: Password (optional)
nl_nl: Password (optioneel)

source: Test results
nl_nl: Testresultaten

source: Close modal
nl_nl: Sluit venster

source: Close
nl_nl: Sluiten

source: Add played at. Format: YYYY-MM-DDThh:mm
nl_nl: Voeg afgespeeld op toe. Formaat: YYYY-MM-DDThh:mm

source: Most recent played at
nl_nl: Meest recent gespeeld op

source: Total plays
nl_nl: Totaal aantal keer afgespeeld

source: Remove
nl_nl: Verwijderen

source: Add timestamp
nl_nl: Tijdstempel toevoegen

source: Save Changes
nl_nl: Wijzigingen opslaan

source: Unable to retrieve artwork.
nl_nl: Kan illustratie niet ophalen.

source: Every %d minutes
nl_nl: Elke %d minuten

source: Unknown title
nl_nl: Onbekende titel

source: Unsupported stream type:
nl_nl: Niet-ondersteunde streamtype:

source: Unsupported metadata type:
nl_nl: Niet-ondersteunde metadatatype:

source: Unable to retrieve metadata.
nl_nl: Kan metagegevens niet ophalen.

# radio stream
source: Add New
nl_nl: Nieuwe toevoegen

source: Add New Radio Stream
nl_nl: Voeg nieuwe Radio Stream toe

source: New Radio Stream
nl_nl: Nieuwe Radio Stream

source: Edit Radio Stream
nl_nl: Radio Stream bewerken

source: View Radio Stream
nl_nl: Radio Stream bekijken

source: All Radio Streams
nl_nl: Alle Radio Streams

source: Search Radio Streams
nl_nl: Radio Streams zoeken

source: No radio streams found.
nl_nl: Geen radiostreams gevonden.

source: No radio streams found in Trash.
nl_nl: Geen radiostreams gevonden in de prullenbak.

# track
source: Add New
nl_nl: Voeg nieuwe toe

source: Add New Track
nl_nl: Voeg nieuwe Track toe

source: New Track
nl_nl: Nieuwe Track

source: Edit Track
nl_nl: Track bewerken

source: View Track
nl_nl: Bekijk Track

source: All Tracks
nl_nl: Alle Tracks

source: Search Tracks
nl_nl: Tracks zoeken

source: No tracks found.
nl_nl: Geen tracks gevonden.

source: No tracks found in Trash.
nl_nl: Geen tracks gevonden in de prullenbak.

# taxonomy general name
source: Artists
nl_nl: Artiesten

# taxonomy singular name
source: Artist
nl_nl: Artiest

source: Search Artists
nl_nl: Zoek Artiesten

source: All Artists
nl_nl: Alle Artiesten

source: Parent Artist
nl_nl: Bovenliggende Kunstenaar

source: Parent Artist:
nl_nl: Bovenliggende Artiest:

source: Edit Artist
nl_nl: Bewerk Artiest

source: Update Artist
nl_nl: Werk Artiest Bij

source: Add New Artist
nl_nl: Voeg Nieuwe Artiest Toe

source: New Artist Name
nl_nl: Nieuwe Artist naam

source: Artists
nl_nl: Artiesten

source: Track and manage your radio station's playlist history efficiently with the Radio History Tracker plugin.
nl_nl: Volg en beheer de afspeellijstgeschiedenis van uw radiostation efficiÃ«nt met de Radio History Tracker-plug-in.
